{
  "NPC_Dialogues": {
    "경비대장 여친": {
      "dialogues": [
        "응. 2층이랑 지하1층 전부 다 보수 해야한다던데? 곧 작업 시작하는데, 다 고칠때까지 출입카드키랑 금고 인증시스템 싹 다 먹통이라나봐.",
        "CCTV는 정상작동 하니까. 보안실에도 지키는 사람들 있고.",
        "그러게. 잠시 나 보러올 시간도 없대더라.",
        "(웃으면서) 너도 연애 해보면 알게 될거야.",
        "오래 기다리셨습니다 고객님. 개인금고 보관 물품 인출에 필요한 서류 작업이 완료되었습니다. 금고까지는 티타임 후 은행장님이 직접 동행하기로 하셨으니"
      ]
    },
    "리셉션 직원": {
      "dialogues": [
        "(리셉션 데스크) 반갑습니다 고객님. 무엇을 도와드릴까요?",
        "네 알겠습니다 고객님. 실례가 안 된다면 예약 내역을 확인할 수 있도록 성함을 여쭈어봐도 괜찮으실까요?",
        "죄송합니다 고객님. 보안 절차상 개인 금고에 접근하는 모든 고객은 신원 확인이 필요함을 이해해 주시길 바랍니다.",
        "죄송합니다 고객님. 제가 실례를 범했습니다. 은행장님과 통화하는 동안 잠시만 기다려주십시오.",
        "(은행장에게 전화를 걸어) 예 은행장님. 은행장님과 티타임 예약하신 분이 방문하셨습니다. 예. 신원 확인 절차는 생략해도 괜찮겠습니까? 예 알겠습니다. 곧 모시고 가겠습니다.",
        "(통화를 끝내고) 불편을 드려 대단히 죄송합니다. 은행장님꼐서 고객님 신원을 보증해주셨습니다. 안쪽에서 관련 서류작업을 도와드리겠습니다.",
        "(안쪽 상담실에서) 서류작업이 끝나는 동안 잠시만 기다려주십시오.",
        "오늘 보안시스템 메인터넌스 있다던데 들으셨어요?",
        "그래요? 그럼 지하로 아무나 들어갈 수 있는거 아니에요?",
        "그래도 좀 불안한데... 오늘 보안팀장님 많이 바쁘시겠어요?",
        "어휴~ 맨날 보는 사인데도 그새 또 보고싶어요?",
        "이 언니 말 하는거 보게~"
      ]
    },
    "자산가": {
      "dialogues": [
        "여보세요? 응 여보. 지금 은행이야.",
        "아니 다른건 아니고, 작년에 당신이랑 같이 와서 맡겼던 것 있잖아. 그것 좀 인출하려고",
        "왜긴 왜야. 하나밖에 없는 딸내미가 결혼을 하는데. 그거 혼수로 좀 씁시다 여보, 응? 내가 다음에 더 좋은걸로 맞춰줄게.",
        "아이고 내가 체면이 있잖아 여보. 응? 그 집안 사람들 보통이 아니에요. 우리 자밀라 고생하는 꼴 나는 못봐.",
        "아니, 내가 그깟 돈이 없어서 그러는게 아니잖아 여보. 당신이 원하면 20캐럿짜리로 새로 맞춰줄게.",
        "아유 그럼 진짜지. 내가 언제 거짓말하는거 봤어? 말 나온김에 이번 생일에 차도 바꿉시다. 당신 람보르기니 우루스? 그거 타고싶다며.",
        "응. 그래요 그래. 알겠어. 고마워 여보",
        "아니 길게 있을건 아니고, 내가 온다니까 은행장이 커피 한 잔 하게 시간좀 내달라더라고.",
        "뭔 얘기겠어. 들으나마나 투자좀 하란 얘기겠지. 대충 얘기만 들어주다 갈거야.",
        "그래요. 일찍 들어갈게. 응 나중에 봐~",
        "(통화를 끝내며) 아 거 여편네 비위 맞춰주기 더럽게 힘드네..."
      ]
    },
    "주인공": {
      "dialogues": [
        "개인 금고에 맡겨둔 물건을 찾으러 왔소만.",
        "(한숨을 쉬며) 아니, 내가 이 은행에 맡긴 투자금이 얼만데 내 얼굴도 모르는거요?",
        "아 젠장. 망했구만",
        "(한숨을 쉬며) 후우... 내 이름은 은행장한테 물어보시구려. 거 됐다는데도 자꾸 커피 한 잔 하자고 귀찮게 굴더만."
      ]
    },
    "NPC1": {
      "dialogues": [
        "안녕하세요, 무엇을 도와드릴까요?",
        "저를 따라오세요"
      ]
    },
    "NPC2": {
      "dialogues": [
        "궁금하신게 무엇인가요?"
      ]
    },
    "NPC3": {
      "dialogues": [
        "젊은이 이것 좀 도와주시게",
        "고맙네",
        "맞짱까벌라"
      ]
    },
    "NPC4": {
      "dialogues": [
        "아니, 뭐 하십니까? /E 당장 정리하세요",
        "그래요, 감사합니다",
        "저런 싹바가지 없는 자식이 다 있나"
      ]
    },
    "NPC5": {
      "dialogues": [
        "쉿,조용",
        "함정수사 중이다"
      ]
    },
    "NULL": {
      "dialogues": [
        ""
      ]
    }
  },
  "users": {
    "asd": {
      "password": "asd"
    },
    "asdd": {
      "password": "asd"
    },
    "ccc": {
      "password": "ccc"
    },
    "rrr": {
      "password": "rrr"
    },
    "xxxx": {
      "password": "xxxx"
    },
    "zzz": {
      "password": "zzz"
    }
  }
}